{
  "tr": [
    {
      "text": "Amellerin en faziletlisi vaktinde kılınan namazdır.",
      "source": "Buhârî, Tevhîd, 48"
    },
    {
      "text": "Kıyamet gününde kulun ilk önce hesaba çekileceği şey, namazdır.",
      "source": "Nesâî, Muhârebe, 2"
    },
    {
      "text": "Büyük günah işlenmedikçe beş vakit namaz ve iki cuma, aralarındaki günahlara kefarettir.",
      "source": "Müslim, Tahâret, 14"
    },
    { "text": "Cennetin anahtarı, namazdır.", "source": "Tirmizî, Tahâret, 1" },
    {
      "text": "Rükûları, secdeleri, abdestleri ve vakitlerine riayet ederek beş vakit namaza devam eden ve bu namazın Allah katından gelen bir emr-i hak olduğunu kabul eden kimse cennete girer.",
      "source": "İbn Hanbel, IV, 266"
    },
    {
      "text": "Namazın anahtarı temizliktir. Başlangıcı tekbir, bitimi ise selâmdır.",
      "source": "Ebû Dâvûd, Tahâret, 31"
    },
    {
      "text": "Benim nasıl namaz kıldığımı gördüyseniz siz de namazı öyle kılın. Namaz vakti geldiğinde içinizden biri ezan okusun. En büyüğünüz de size imam olsun.",
      "source": "Buhârî, Ezân, 18"
    },
    {
      "text": "Bu namazda insan kelâmı konuşulmaz. Namaz ancak tesbih, tekbir ve Kur’an okumaktır.",
      "source": "Müslim, Mesâcid, 33"
    },
    {
      "text": "Muhakkak ki sizden biri namaz kılarken aslında Rabbiyle özel olarak konuşmaktadır.",
      "source": "Buhârî, Salât, 36"
    },
    {
      "text": "Kulun Rabbine en yakın olduğu an secde hâlidir. Öyleyse secdede iken çokça dua ediniz.",
      "source": "Müslim, Salât, 215"
    },
    {
      "text": "Dinin başı İslâm, direği ise namazdır.",
      "source": "Tirmizî, Îmân, 8; İbn Hanbel, V, 231"
    },
    {
      "text": "Her kim sabah namazını kılarsa, o kimse Allah’ın koruması altındadır.",
      "source": "Müslim, Mesâcid, 262"
    },
    {
      "text": "İkindi namazını kaçıran kimse, sanki ailesini ve malını yitirmiş gibidir.",
      "source": "Buhârî, Mevâkîtü’s-salât, 14; Müslim, Mesâcid, 200"
    },
    {
      "text": "Beş vakit namaz kapınızın önünden geçen bir nehir gibidir; Allah onlarla günahları yok eder.",
      "source": "Buhârî, Mevâkîtü’s-salât, 6"
    },
    {
      "text": "Ümmetine beş vakit namazı farz kıldım; onları vaktinde ve hakkını vererek kılanları cennete koyacağımı vaad ettim.",
      "source": "Ebû Dâvûd, Salât, 9"
    },
    {
      "text": "Bir kişinin sürekli mescide gittiğini görürseniz onun imanına şahit olun! Çünkü Allah’ın mescitlerini ancak müminler imar eder.",
      "source": "Tevbe, 9/18; Tirmizî, Îmân, 8"
    },
    {
      "text": "Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi yedi kat daha faziletlidir.",
      "source": "Buhârî, Ezân, 30; Müslim, Mesâcid, 249"
    },
    {
      "text": "Camiye gitme niyetiyle atılan her adımda bir sevap yazılır, bir günah silinir.",
      "source": "Nesâî, Mesâcid, 14; İbn Hanbel, II, 320"
    },
    {
      "text": "Namazda düzgün durun, karışık durmayın ki kalpleriniz de karmakarışık olmasın!",
      "source": "Müslim, Salât, 122"
    },
    {
      "text": "Her kim sabah akşam mescide giderse, Allah ona cennette bir yer hazırlar.",
      "source": "Buhârî, Ezân, 37; Müslim, Mesâcid, 285"
    },
    {
      "text": "En hayırlılarınız müezzinlik yapsın, Kur’an’ı en iyi bilenleriniz de imamlık yapsın.",
      "source": "Ebû Dâvûd, Salât, 60"
    },
    {
      "text": "Allah’ın Kitabı’nı en iyi okuyup bileni imam olsun. Eşit iseler sünneti en iyi bilen imam olsun.",
      "source": "Müslim, Mesâcid, 290"
    },
    {
      "text": "İnsanlara namaz kıldırdığınızda kısa tutun. Çünkü cemaat içerisinde hasta, zayıf ve yaşlılar olabilir.",
      "source": "Nesâî, İmâmet, 35"
    },
    {
      "text": "İmam kefil, müezzin ise kendisine güvenilen kimsedir. Allah’ım! İmamlara muvaffakiyet ver, müezzinleri bağışla!",
      "source": "Tirmizî, Salât, 39"
    },
    {
      "text": "İmam ancak kendisine uyulmak için vardır. Safı düzgün tutun, çünkü safı düzgün tutmak namazın güzelliğindendir.",
      "source": "Buhârî, Ezân, 74"
    },
    {
      "text": "Güneşin doğduğu en hayırlı gün cuma günüdür. Kıyamet de ancak cuma günü kopacaktır.",
      "source": "Müslim, Cum’a, 18"
    },
    {
      "text": "Cumaya gelip hutbeyi sessizce dinleyen ve namazı kılanın iki cuma arasındaki günahları bağışlanır.",
      "source": "Müslim, Cum’a, 26"
    },
    {
      "text": "Cuma namazına gitmek, bulûğa ermiş olan herkese farzdır.",
      "source": "Nesâî, Cum’a, 2"
    },
    {
      "text": "Önemsemediği için cuma namazını üç defa terk edenin kalbi mühürlenir.",
      "source": "İbn Mâce, İkâmet, 93"
    },
    {
      "text": "Cuma günü öyle bir an vardır ki kul o anda Allah’tan ne dilerse mutlaka verilir.",
      "source": "Tirmizî, Cum’a, 2"
    },
    {
      "text": "Müminin mümin üzerinde altı hakkı vardır: Ziyaret, cenaze, davet, selâm, dua ve samimiyet.",
      "source": "Tirmizî, Edeb, 1; Nesâî, Cenâiz, 52"
    },
    {
      "text": "Kim defnedilinceye kadar cenazenin yanında bulunursa, ona iki büyük dağ kadar sevap vardır.",
      "source": "Buhârî, Cenâiz, 58; Müslim, Cenâiz 52"
    },
    {
      "text": "Cenaze namazı kıldığınız zaman, onun için samimiyetle dua edin.",
      "source": "Ebû Dâvûd, Cenâiz, 54"
    },
    {
      "text": "Allah’ım! Onu bağışla, ona acı ve onu affet; onu kabir imtihanından ve cehennem azabından koru.",
      "source": "Müslim, Cenâiz, 86"
    },
    {
      "text": "Kulun hesabı eksikse Allah 'Kulumun nafilelerine bakın' buyurur ve onlarla farzları tamamlar.",
      "source": "Nesâî, Salât, 9"
    },
    {
      "text": "Kulum bana farz kıldığım şeylerden daha sevimli bir şeyle yaklaşamaz. Nafilelerle yaklaşmaya devam ettikçe onu severim.",
      "source": "Buhârî, Rikâk, 38"
    },
    {
      "text": "Resûlullah öğleden evvel dört, akşamdan sonra iki, yatsıdan sonra iki ve gece vitirle dokuz rekât nafile kılardı.",
      "source": "Müslim, Müsâfirîn, 105"
    },
    {
      "text": "Bir kimse gece hanımını uyandırıp birlikte iki rekât namaz kılarsa Allah'ı çokça ananlardan yazılırlar.",
      "source": "Ebû Dâvûd, Tatavvu’, 18"
    },
    {
      "text": "Kişinin farz dışında kıldığı en faziletli namaz, evinde kıldığı namazdır.",
      "source": "Buhârî, İ’tisâm, 3"
    },
    {
      "text": "İnanarak ve sevabını Allah’tan umarak Kadir gecesini ihya edenin geçmiş günahları bağışlanır.",
      "source": "Buhârî, Fadlü leyleti’l-kadr, 1"
    },
    {
      "text": "Güneşin doğuşu, tam tepede oluşu ve batışı esnasında namaz kılmak ve cenaze defnetmek yasaktır.",
      "source": "Müslim, Müsâfirîn, 293"
    },
    {
      "text": "Allah katında en güzel amel vaktinde kılınan namaz, sonra anne babaya iyilik yapmaktır.",
      "source": "Müslim, Îmân, 139"
    },
    {
      "text": "Kim bir namazı unutursa onu hatırladığında kılsın. Onun kefareti ancak budur.",
      "source": "Buhârî, Mevâkîtü’s-salât, 37"
    },
    {
      "text": "Sabah namazının sünnetini düzenli kılanlar, kazaya kaldığında da o iki rekâtı kılsın.",
      "source": "Ebû Dâvûd, Salât, 11"
    },
    {
      "text": "Uykudan dolayı namazı kaçırmak kusur değildir; uyandığınızda o namazı kılın.",
      "source": "Müslim, Mesâcid, 311"
    }
  ],
  "en": [
    {
      "text": "The most virtuous of deeds is the prayer offered at its proper time.",
      "source": "Bukhari, Tawhid, 48"
    },
    {
      "text": "The first thing for which a servant will be brought to account on the Day of Resurrection is prayer.",
      "source": "Nasa'i, Muharaba, 2"
    },
    {
      "text": "The five daily prayers and the two Friday prayers are expiations for the sins between them, provided major sins are avoided.",
      "source": "Muslim, Taharah, 14"
    },
    {
      "text": "The key to Paradise is prayer.",
      "source": "Tirmidhi, Taharah, 1"
    },
    {
      "text": "Whoever performs the five prayers, observing their bowings, prostrations, and times, believing they are a command from Allah, shall enter Paradise.",
      "source": "Ahmad ibn Hanbal, IV, 266"
    },
    {
      "text": "The key to prayer is purification. Its beginning is the Takbir and its ending is the Salam.",
      "source": "Abu Dawud, Taharah, 31"
    },
    {
      "text": "Pray as you have seen me praying. When the time for prayer comes, one of you should call the Adhan and the eldest should lead.",
      "source": "Bukhari, Adhan, 18"
    },
    {
      "text": "Human speech is not appropriate in this prayer; it consists only of Tasbih, Takbir, and recitation of the Qur'an.",
      "source": "Muslim, Masajid, 33"
    },
    {
      "text": "Indeed, when one of you prays, he is conversing privately with his Lord.",
      "source": "Bukhari, Salat, 36"
    },
    {
      "text": "The nearest a servant comes to his Lord is when he is prostrating; so increase your supplication during prostration.",
      "source": "Muslim, Salat, 215"
    },
    {
      "text": "The head of the matter is Islam and its pillar is the prayer.",
      "source": "Tirmidhi, Iman, 8; Ahmad ibn Hanbal, V, 231"
    },
    {
      "text": "Whoever performs the Dawn prayer (Fajr) is under the protection of Allah.",
      "source": "Muslim, Masajid, 262"
    },
    {
      "text": "Whoever misses the Afternoon prayer (Asr) is as though he has lost his family and his property.",
      "source": "Bukhari, Mawaqit, 14; Muslim, Masajid, 200"
    },
    {
      "text": "The five daily prayers are like a river at your door; Allah wipes away sins with them.",
      "source": "Bukhari, Mawaqit al-Salat, 6"
    },
    {
      "text": "I made five prayers obligatory for your Ummah; I promised that whoever performs them on time shall enter Paradise.",
      "source": "Abu Dawud, Salat, 9"
    },
    {
      "text": "If you see a person constantly going to the mosque, witness to his faith; for only believers maintain the mosques of Allah.",
      "source": "At-Tawbah, 9/18; Tirmidhi, Iman, 8"
    },
    {
      "text": "Prayer in congregation is twenty-seven times more virtuous than prayer performed alone.",
      "source": "Bukhari, Adhan, 30; Muslim, Masajid, 249"
    },
    {
      "text": "When one walks to the mosque, for every step a good deed is recorded and for the next, a sin is wiped away.",
      "source": "Nasa'i, Masajid, 14; Ahmad ibn Hanbal, II, 320"
    },
    {
      "text": "Stand straight in rows, do not be disorganized, so that your hearts do not become disorganized.",
      "source": "Muslim, Salat, 122"
    },
    {
      "text": "Whoever goes to the mosque in the morning or evening, Allah prepares for him a place in Paradise.",
      "source": "Bukhari, Adhan, 37; Muslim, Masajid, 285"
    },
    {
      "text": "Let the best among you act as Mu'adhin, and let those who know the Qur'an best lead as Imam.",
      "source": "Abu Dawud, Salat, 60"
    },
    {
      "text": "The one best at reciting the Book of Allah should lead. If they are equal, then the one who knows the Sunnah best.",
      "source": "Muslim, Masajid, 290"
    },
    {
      "text": "When you lead people in prayer, keep it short, for there may be the sick, the weak, and the elderly among you.",
      "source": "Nasa'i, Imamah, 35"
    },
    {
      "text": "The Imam is a guarantor and the Mu'adhin is a trusted one. O Allah! Grant success to the Imams and forgive the Mu'adhins.",
      "source": "Tirmidhi, Salat, 39"
    },
    {
      "text": "The Imam is there to be followed. Keep the rows straight, for that is part of the beauty of prayer.",
      "source": "Bukhari, Adhan, 74"
    },
    {
      "text": "The best day on which the sun rises is Friday. The Day of Resurrection will take place only on a Friday.",
      "source": "Muslim, Jumu'ah, 18"
    },
    {
      "text": "Whoever listens silently to the Friday sermon and prays, his sins between the two Fridays will be forgiven.",
      "source": "Muslim, Jumu'ah, 26"
    },
    {
      "text": "Attending the Friday prayer is obligatory for everyone who has reached puberty.",
      "source": "Nasa'i, Jumu'ah, 2"
    },
    {
      "text": "Whoever leaves the Friday prayer three times out of negligence, his heart will be sealed.",
      "source": "Ibn Majah, Iqamah, 93"
    },
    {
      "text": "There is an hour on Friday such that if a servant asks Allah for something during it, it is surely given.",
      "source": "Tirmidhi, Jumu'ah, 2"
    },
    {
      "text": "A believer has six rights: Visiting the sick, funerals, invitations, Salam, prayers, and sincerity.",
      "source": "Tirmidhi, Adab, 1; Nasa'i, Jana'iz, 52"
    },
    {
      "text": "Whoever stays with a funeral until the burial is completed will have reward equal to two large mountains.",
      "source": "Bukhari, Jana'iz, 58; Muslim, Jana'iz 52"
    },
    {
      "text": "When you perform the funeral prayer, supplicate for the deceased with sincerity.",
      "source": "Abu Dawud, Jana'iz, 54"
    },
    {
      "text": "O Allah! Forgive him and have mercy on him; protect him from the trial of the grave and the punishment of the Fire.",
      "source": "Muslim, Jana'iz, 86"
    },
    {
      "text": "If a servant's account is lacking, Allah says 'Look at his voluntary prayers' and completes the obligatory with them.",
      "source": "Nasa'i, Salat, 9"
    },
    {
      "text": "A servant draws near to Me most through obligatory duties, and continues with voluntary worship until I love him.",
      "source": "Bukhari, Riqaq, 38"
    },
    {
      "text": "The Messenger prayed four rak'ahs before Noon, two after Evening, two after Night, and nine at night including Witr.",
      "source": "Muslim, Musafirin, 105"
    },
    {
      "text": "If a man wakes his wife and they pray two rak'ahs together, they are recorded among those who remember Allah much.",
      "source": "Abu Dawud, Tatawvu’, 18"
    },
    {
      "text": "The most virtuous prayer a person can offer, apart from obligatory ones, is in his house.",
      "source": "Bukhari, I'tisam, 3"
    },
    {
      "text": "Whoever spends the Night of Power (Laylat al-Qadr) in prayer with faith, his past sins will be forgiven.",
      "source": "Bukhari, Laylat al-Qadr, 1"
    },
    {
      "text": "It is forbidden to pray or bury the dead at sunrise, at the sun's meridian, or at sunset.",
      "source": "Muslim, Musafirin, 293"
    },
    {
      "text": "The best deed is prayer at its proper time, followed by goodness to parents.",
      "source": "Muslim, Iman, 139"
    },
    {
      "text": "Whoever forgets a prayer, let him perform it when he remembers; there is no expiation except that.",
      "source": "Bukhari, Mawaqit al-Salat, 37"
    },
    {
      "text": "Those who regularly pray the Sunnah of the Morning prayer should perform it even if it is missed.",
      "source": "Abu Dawud, Salat, 11"
    },
    {
      "text": "There is no negligence in missing prayer due to sleep; perform it when you wake up.",
      "source": "Muslim, Masajid, 311"
    }
  ]
}
